Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Localizable.xcstrings
Source language: en
Languages: es_es

# account.create.option.manual
source: CREATE NEW ACCOUNT
es_es: CREAR CUENTA NUEVA

# account.create.option.manual.bottom
source: Write down your recovery phrase
es_es: Anota tu frase de recuperación

# account.create.option.manual.top
source: Create Manually
es_es: Crear manualmente

# account.create.option.recovery
source: RECOVER ACCOUNT
es_es: RECUPERAR CUENTA

# account.recovery.action
source: Recover Polkadot ID
es_es: Recuperar Polkadot ID

# account.recovery.description
source: Restore Polkadot ID from 12 or 24 word secret recovery phrase
es_es: Restaura tu Polkadot ID con la frase secreta de recuperación de 12 o 24 palabras

# account.recovery.error.message
source: Please edit your secret recovery phrase and try again
es_es: Edita tu frase secreta de recuperación e inténtalo de nuevo

# account.recovery.error.title
source: Please enter the correct Secret Recovery Phrase
es_es: Ingresa la frase secreta de recuperación correcta

# account.recovery.input.placeholder
source: Secret recovery phrase
es_es: Frase secreta de recuperación

# account.recovery.title
source: Recover Polkadot ID
es_es: Recuperar Polkadot ID

# action.send.cash
source: Send CASH
es_es: Enviar CASH

source: Address copied
es_es: Dirección copiada

# app.permissions.title.format
source: %@ Permissions
es_es: Permisos de %@

# ask.auth.reason
source: Authenticate to access your Polkadot ID
es_es: Autentícate para acceder a tu Polkadot ID

# asset.action.add.money
source: Fund Digital Dollar
es_es: Fondear Dólar Digital

source: Audio Call
es_es: Llamada de audio

# auth.failed.message
source: Authentication failed
es_es: La autenticación falló

# auth.failed.title
source: Please, make sure you have enabled biometry or pincode in the settings and try again
es_es: Asegúrate de tener activada la biometría o el código de acceso en la configuración e inténtalo de nuevo

# backup.action.backup
source: Backup Your Account
es_es: Respalda tu cuenta

# backup.action.settings
source: Backup Your Account
es_es: Respalda tu cuenta

# backup.action.view.secret
source: View Secret Recovery Phrase
es_es: Ver la frase secreta de recuperación

# backup.info.created.subtitle
source: Your account is backed up to iCloud. If you lose your device or get a new one, you’ll be able to recover the account.
es_es: Tu cuenta está respaldada en iCloud. Si pierdes tu dispositivo o consigues uno nuevo, podrás recuperar la cuenta.

# backup.info.created.title
source: Account is Backed Up
es_es: La cuenta está respaldada

# backup.info.disabled.subtitle
source: Securely back up your account to iCloud so you can restore it if you lose your device or get a new one.
es_es: Respalda tu cuenta en iCloud de forma segura para poder restaurarla si pierdes tu dispositivo o consigues uno nuevo.

# backup.info.disabled.title
source: Backup your account
es_es: Respalda tu cuenta

# backup.info.failed
source: Error creating backup. Please try again later.
es_es: Error al crear el respaldo. Inténtalo de nuevo más tarde.

# backup.info.notfound.subtitle
source: Securely back up your account to iCloud so you can restore them if lose your device or get a new one.
es_es: Respalda tu cuenta en iCloud de forma segura para poder restaurarla si pierdes tu dispositivo o consigues uno nuevo.

# backup.info.notfound.title
source: Backup your account
es_es: Respalda tu cuenta

# backup.main.title
source: Backup
es_es: Respaldo

# balance.onhold
source: %1$(amount)@ on hold
es_es: %1$(amount)@ retenido

# block.user.action
source: Block User
es_es: Bloquear usuario

# blocked.users.title
source: Blocked Users
es_es: Usuarios bloqueados

# call.kit.manager.busy
source: Busy
es_es: Ocupado

# call.kit.manager.initial.handle
source: Incoming call
es_es: Llamada entrante

# call.kit.manager.initial.name
source: Connecting...
es_es: Conectando...

# callAudioRouteBuiltInSpeaker
source: Speaker
es_es: Altavoz

# chat.call.mic.access.message
source: Allow microphone access in Settings to make and receive calls.
es_es: Permite el acceso al micrófono en Configuración para hacer y recibir llamadas.

# chat.call.mic.access.title
source: Microphone Access Required
es_es: Se requiere acceso al micrófono

# Chat.contactAddedYou
source: %1$(username)@ added you
es_es: %1$(username)@ te agregó

# chat.contactReactedToMessage
source: reacted with %1$(emoji)@
es_es: reaccionó con %1$(emoji)@

# chat.copy
source: Copy
es_es: Copiar

# chat.depositAdded
source: %1$(amount)@ Deposit Added
es_es: Depósito de %1$(amount)@ agregado

# chat.edit
source: Edit
es_es: Editar

# chat.edit.history
source: View edit history
es_es: Ver historial de ediciones

# chat.edit.history.sent.today
source: Sent Today
es_es: Enviado hoy

# chat.edit.history.sent.yesterday
source: Sent Yesterday
es_es: Enviado ayer

# chat.edit.message
source: Edit Message
es_es: Editar mensaje

# chat.last.message.edited
source: Edited: %1$(text)@
es_es: Editado: %1$(text)@

# chat.last.message.media.file
source: Sent media file
es_es: Envió un archivo multimedia

# chat.last.message.reacted.incoming
source: %1$(username)@ reacted with %2$(emoji)@
es_es: %1$(username)@ reaccionó con %2$(emoji)@

# chat.last.message.reacted.outgoing
source: You: reacted with %1$(emoji)@
es_es: Tú: reaccionaste con %1$(emoji)@

# chat.last.message.reaction.removed.incoming
source: %1$(username)@ removed reaction
es_es: %1$(username)@ quitó su reacción

# chat.last.message.reaction.removed.outgoing
source: You: removed reaction
es_es: Tú: quitaste tu reacción

# chat.list.request.accepted.by.peer
source: Accepted your chat request
es_es: Aceptó tu solicitud de chat

# chat.list.request.accepted.by.you
source: You accepted a chat request
es_es: Aceptaste una solicitud de chat

# Chat.peerLeft
source: %1$(username)@ left the chat
es_es: %1$(username)@ salió del chat

# chat.reply
source: Reply
es_es: Responder

# chat.reply.image
source: Image
es_es: Imagen

# chat.reply.placeholder
source: Message
es_es: Mensaje

# chat.reply.to
source: Reply to %@
es_es: Responder a %@

# chat.reply.you
source: You
es_es: Tú

# chat.request.sent
source: Request message sent
es_es: Mensaje de solicitud enviado

# chat.requests.list.title
source: Chat Requests
es_es: Solicitudes de chat

# chat.section.today
source: Today
es_es: Hoy

# chat.section.yesterday
source: Yesterday
es_es: Ayer

# chat.timestamp.now
source: Now
es_es: Ahora

# chat.timestamp.yesterday
source: Yesterday
es_es: Ayer

# chat.transfer.received
source: %1$(contact)@ sent you %2$(amount)@
es_es: %1$(contact)@ te envió %2$(amount)@

# chat.transfer.sent
source: You send %1$(amount)@
es_es: Enviaste %1$(amount)@

# chat.unsupported.content
source: Unsupported message content. Please, update the app
es_es: Contenido de mensaje no compatible. Actualiza la app

# Chat.youAddedContact
source: You added %1$(username)@
es_es: Agregaste a %1$(username)@

# Chat.youLeft
source: You left the chat
es_es: Saliste del chat

# chatCallStatusContacting
source: Requesting...
es_es: Solicitando...

# chatCallStatusEnded
source: Ended
es_es: Finalizada

# chatCallStatusFailed
source: Failed
es_es: Falló

# chatCallStatusRinging
source: Ringing...
es_es: Llamando...

# chats.empty.list.message
source: Start a conversation with someone by typing their username
es_es: Inicia una conversación con alguien escribiendo su nombre de usuario

# chats.empty.list.title
source: No active chats
es_es: No hay chats activos

# claim.username.action
source: Continue
es_es: Continuar

# claim.username.action.error
source: We couldn't reigster your username, please try again.
es_es: No pudimos registrar tu nombre de usuario, inténtalo de nuevo.

# claim.username.action.full
source: Get Username
es_es: Obtener nombre de usuario

# claim.username.action.other
source: Claim other
es_es: Reclamar otro

# claim.username.already.exist.message
source: You already have username: %@. Do you want to continue with it?
es_es: Ya tienes un nombre de usuario: %@. ¿Quieres continuar con él?

# claim.username.already.exist.title
source: Username exists
es_es: El nombre de usuario ya existe

# claim.username.details
source: Choose a username to get started.
es_es: Elige un nombre de usuario para empezar.

# claim.username.details.full
source: As a member, you're eligible for a clean username without a suffix. Claim it for free
es_es: Como miembro, puedes tener un nombre de usuario limpio, sin sufijo. Reclámalo gratis

# claim.username.details.recovered
source: Claim a username - it's how people find, pay, and message you.
es_es: Reclama un nombre de usuario: así es como te encuentran, te pagan y te escriben.

# claim.username.headerTitle
source: Welcome to Polkadot
es_es: Bienvenido a Polkadot

# claim.username.headerTitle.recovered
source: Polkadot account recovered
es_es: Cuenta de Polkadot recuperada

# claim.username.invalid
source: Try another
es_es: Prueba con otro

# claim.username.is.taken
source: This username is already taken
es_es: Este nombre de usuario ya está ocupado

# claim.username.max.length.error
source: Maximum %d characters
es_es: Máximo %d caracteres

# claim.username.min.length.error
source: Minimum %d characters
es_es: Mínimo %d caracteres

# claim.username.placeholder
source: Enter username
es_es: Ingresa un nombre de usuario

# claim.username.privacy.text
source: Privacy Policy
es_es: Política de Privacidad

# claim.username.recoverAction
source: Already using Polkadot? %1$(highlightedItem)@
es_es: ¿Ya usas Polkadot? %1$(highlightedItem)@

# claim.username.recoverHere
source: Recover here
es_es: Recupérala aquí

# claim.username.setup.error
source: That didn't work, please try again later.
es_es: Eso no funcionó, inténtalo de nuevo más tarde.

# claim.username.terms.text
source: Terms & Conditions
es_es: Términos y Condiciones

# claim.username.termsOfUseAndPrivacyPolicy
source: By continuing, you agree to our %@ and %@
es_es: Al continuar, aceptas nuestros %@ y %@

# claim.username.title
source: Pick Your Username
es_es: Elige tu nombre de usuario

# claim.username.title.full
source: Pick your new username
es_es: Elige tu nuevo nombre de usuario

# cloud.backup.create.error
source: Backup failed with error %@. Please, contact support
es_es: El respaldo falló con el error %@. Contacta a soporte

# cloud.backup.not.available.action.settings
source: Open settings
es_es: Abrir configuración

# cloud.backup.not.available.description
source: Please sign in to iCloud to save an encrypted copy of your recovery phrase.
es_es: Inicia sesión en iCloud para guardar una copia encriptada de tu frase de recuperación.

# cloud.backup.not.available.step.1
source: Open iOS settings
es_es: Abre la configuración de iOS

# cloud.backup.not.available.step.2
source: Sign in to iCloud
es_es: Inicia sesión en iCloud

# cloud.backup.not.available.step.3
source: Make sure iCloud Drive is turned on
es_es: Asegúrate de que iCloud Drive esté activado

# cloud.backup.not.available.title
source: Enable iCloud backup
es_es: Activar el respaldo en iCloud

# contact.source.description.game
source: You both played %1$(ordinalDay)@ %2$(month)@ Game
es_es: Ambos jugaron el juego del %1$(ordinalDay)@ de %2$(month)@

# contact.source.description.game.generic
source: You both played the same game
es_es: Ambos jugaron el mismo juego

# contactSearch.alert.cantAddSelf.message
source: You can't add yourself as a contact.
es_es: No puedes agregarte a ti mismo como contacto.

# contactSearch.alert.cantAddSelf.title
source: Can't add contact
es_es: No se puede agregar el contacto

source: Copy to clipboard
es_es: Copiar al portapapeles

# currencyPicker.rateLimit.message
source: Please wait a moment and try again.
es_es: Espera un momento e inténtalo de nuevo.

# currencyPicker.rateLimit.title
source: Please wait a moment and try again.
es_es: Espera un momento e inténtalo de nuevo.

# deposit.copy.action
source: Copy Address
es_es: Copiar dirección

# deposit.description
source: Send %@ on the %@ to your wallet address below.
es_es: Envía %@ en la red %@ a la dirección de tu cartera que aparece abajo.

# deposit.dismiss.message
source: If you have pending funds, closing the screen may result in the loss of those funds
es_es: Si tienes fondos pendientes, cerrar la pantalla podría provocar la pérdida de esos fondos

# deposit.dismiss.title
source: Are you finished?
es_es: ¿Ya terminaste?

# deposit.fee.title
source: Fee
es_es: Comisión

# deposit.fund.from
source: Fund from
es_es: Fondear desde

# deposit.minimum.amount
source: Send %@ or more
es_es: Envía %@ o más

# deposit.network.title
source: Network
es_es: Red

# deposit.rate.title
source: Rate
es_es: Tipo de cambio

# deposit.to.title
source: To
es_es: A

# deposit.transaction.complete
source: Complete
es_es: Completado

# deposit.transaction.funding.complete
source: Funding complete
es_es: Fondeo completado

# deposit.transaction.funding.incomplete
source: Funding incomplete
es_es: Fondeo incompleto

# deposit.transaction.funding.pending
source: Funding in progress
es_es: Fondeo en curso

# deposit.transaction.incomplete
source: Incomplete
es_es: Incompleto

# deposit.transaction.pending
source: Pending
es_es: Pendiente

# deposit.transaction.pending.info
source: Do not close the app until the process is complete, or you may lose funds.
es_es: No cierres la app hasta que el proceso termine, o podrías perder fondos.

# deposit.transaction.success.info
source: Funding complete, check your balance, spend dollars in the Polkadot app.
es_es: Fondeo completado: revisa tu saldo y gasta dólares en la app de Polkadot.

# fee.title
source: Fee
es_es: Comisión

# fiat.onramp.amount.maximum
source: Maximum amount is %@
es_es: El monto máximo es %@

# fiat.onramp.amount.minimum
source: Minimum amount is %@
es_es: El monto mínimo es %@

# fiat.onramp.amount.title
source: Enter amount
es_es: Ingresa el monto

# fiat.onramp.browser.alert.cancel
source: Go back
es_es: Regresar

# fiat.onramp.browser.alert.confirm
source: Continue
es_es: Continuar

# fiat.onramp.browser.alert.message
source: To continue funding, you will be redirected from the Polkadot App to %@
es_es: Para continuar con el fondeo, te redirigiremos de la app de Polkadot a %@

# fiat.onramp.browser.alert.title
source: Continue In browser?
es_es: ¿Continuar en el navegador?

# fiat.onramp.continue.button
source: Continue
es_es: Continuar

# fiat.onramp.credit.card.label
source: Credit card
es_es: Tarjeta de crédito

# fiat.onramp.disclaimer
source: By continuing, you’ll purchase DOT on Mercuryo.com. After completing the purchase, your funds will be automatically converted to digital dollars
es_es: Al continuar, comprarás DOT en Mercuryo.com. Después de completar la compra, tus fondos se convertirán automáticamente a dólares digitales

# fiat.onramp.payment.methods.empty
source: No payment methods available.
es_es: No hay métodos de pago disponibles.

# fiat.onramp.payment.methods.title
source: Pay with
es_es: Pagar con

# fiat.onramp.providers.empty
source: No providers available.
es_es: No hay proveedores disponibles.

# fiat.onramp.providers.refresh
source: New quote: %@
es_es: Nueva cotización: %@

# fiat.onramp.providers.refreshing
source: Refreshing...
es_es: Actualizando...

# fiat.onramp.providers.title
source: Select provider
es_es: Selecciona un proveedor

# fiat.onramp.web.warning.message
source: To continue the purchase you will be redirected from Polkadot App to %@
es_es: Para continuar con la compra te redirigiremos de la app de Polkadot a %@

# fiat.onramp.web.warning.title
source: Continue in browser?
es_es: ¿Continuar en el navegador?

# identity.card.scan.qr.hint
source: Show this QR to someone who wants to add you as a contact or send you money
es_es: Muestra este QR a quien quiera agregarte como contacto o enviarte dinero

# identity.card.scan.qr.title
source: Scan with a camera
es_es: Escanea con una cámara

# leave.chat.action
source: Leave chat
es_es: Salir del chat

# leave.chat.delete
source: Delete
es_es: Eliminar

# leave.chat.message
source: Are you sure you want to leave the chat with %1$(username)@
es_es: ¿Seguro que quieres salir del chat con %1$(username)@?

# leave.chat.title
source: Leave chat?
es_es: ¿Salir del chat?

# linkedDevices.deviceDetails.title
source: Device Details
es_es: Detalles del dispositivo

# linkedDevices.deviceDetails.today
source: Today
es_es: Hoy

# linkedDevices.deviceDetails.unknownDevice
source: Unknown Device
es_es: Dispositivo desconocido

# linkedDevices.deviceDetails.yesterday
source: Yesterday
es_es: Ayer

# linkedDevices.empty.footer
source: Your phone approves all devices. No one can access your account without your permission
es_es: Tu teléfono aprueba todos los dispositivos. Nadie puede acceder a tu cuenta sin tu permiso

# linkedDevices.empty.howItWorks
source: How it works
es_es: Cómo funciona

# linkedDevices.empty.scanButton
source: Scan QR Code
es_es: Escanear código QR

# linkedDevices.empty.subtitle
source: Scan the QR code on your computer or another device to sync
es_es: Escanea el código QR en tu computadora u otro dispositivo para sincronizar

# linkedDevices.empty.title
source: Link a new device
es_es: Vincular un dispositivo nuevo

# linkedDevices.scanQR.instruction
source: Point your camera at the QR code on your computer
es_es: Apunta la cámara al código QR de tu computadora

# linkedDevices.section.count
source: %lld DEVICES
es_es: %lld DISPOSITIVOS

# linkedDevices.section.title
source: LAPTOP / DESKTOP
es_es: LAPTOP / ESCRITORIO

# linkedDevices.signIn.deviceConnected
source: Device connected
es_es: Dispositivo conectado

# linkedDevices.signIn.error
source: Something went wrong. Please try again.
es_es: Algo salió mal. Inténtalo de nuevo.

# linkedDevices.title
source: Linked Devices
es_es: Dispositivos vinculados

# message.details.title
source: Message details
es_es: Detalles del mensaje

# message.hidden
source: Message is hidden
es_es: El mensaje está oculto

# mnemonic.card.cover.message.message
source: Make sure no one can see your screen and do not take screenshots
es_es: Asegúrate de que nadie pueda ver tu pantalla y no tomes capturas

# mnemonic.card.cover.message.title
source: Tap to reveal
es_es: Toca para revelar

# network.status.connecting
source: Connecting...
es_es: Conectando...

# network.status.waiting
source: Waiting for network
es_es: Esperando la red

source: No message
es_es: Sin mensaje

# onboarding.new.id.action
source: Get started
es_es: Empezar

# onboarding.other.options
source: Other options
es_es: Otras opciones

# polkadot.host.message.too.big.error
source: Too large message: %1$(actualSize)@ maxSize: %2$(maxSize)@
es_es: Mensaje demasiado grande: %1$(actualSize)@ tamaño máx.: %2$(maxSize)@

# polkadot.host.post.error
source: Result submission failed
es_es: No se pudo enviar el resultado

# polkadot.hosts.disconnect.action
source: Disconnect
es_es: Desconectar

# polkadot.hosts.disconnect.alert.description
source: Are you sure you want to disconnect %1$(name)@?
es_es: ¿Seguro que quieres desconectar %1$(name)@?

# polkadot.hosts.disconnect.alert.title
source: Disconnect app
es_es: Desconectar la app

# polkadot.hosts.title
source: Connected apps
es_es: Apps conectadas

# polkadot.sign.in.no.slots
source: No more device slots available.
es_es: No hay más espacios disponibles para dispositivos.

# polkadot.sign.in.no.slots.available
source: Please, try again in %1$(time)@
es_es: Inténtalo de nuevo en %1$(time)@

# polkadot.signing.failure
source: Something went wrong. Please try again.
es_es: Algo salió mal. Inténtalo de nuevo.

# qrScanner.title
source: Scan the QR code to continue
es_es: Escanea el código QR para continuar

# recipient.input.placeholder
source: Type username or wallet address
es_es: Escribe el nombre de usuario o la dirección de la cartera

# recipient.input.to
source: To:
es_es: A:

# recipient.input.to2
source: to
es_es: a

# recover.pending.transactions.banner.empty
source: Last recovery: nothing to recover
es_es: Última recuperación: no hay nada que recuperar

# recover.pending.transactions.banner.error
source: Last recovery failed: %@
es_es: La última recuperación falló: %@

# recover.pending.transactions.banner.success
source: Last recovery: %@
es_es: Última recuperación: %@

# recover.pending.transactions.button
source: Revoke
es_es: Revocar

# recover.pending.transactions.description
source: This will cancel any payments that have not been completed yet. Payments that are still pending, processing, or waiting for confirmation will not go through. Completed payments will not be affected.
es_es: Esto cancelará todos los pagos que aún no se hayan completado. Los pagos que estén pendientes, en proceso o esperando confirmación no se realizarán. Los pagos completados no se verán afectados.

# recover.pending.transactions.error
source: Recovery failed
es_es: La recuperación falló

# recover.pending.transactions.headline
source: Revoke pending payments?
es_es: ¿Revocar los pagos pendientes?

# recover.pending.transactions.note
source: This action cannot be undone. To send these payments later, you’ll need to create them again.
es_es: Esta acción no se puede deshacer. Para enviar estos pagos más adelante, tendrás que crearlos de nuevo.

# recover.pending.transactions.recovering
source: Revoking...
es_es: Revocando...

# recover.pending.transactions.success
source: Recovered %@
es_es: Se recuperó %@

# recover.pending.transactions.success.empty
source: Nothing to recover
es_es: No hay nada que recuperar

# recover.pending.transactions.title
source: Recover
es_es: Recuperar

# recovering.account.description
source: Recovering Polkadot account
es_es: Recuperando la cuenta de Polkadot

# root.init.waiting.subtitle
source: Turn off Airplane Mode or check your internet
es_es: Desactiva el modo avión o revisa tu conexión a internet

# root.init.waiting.title
source: Waiting for network connection...
es_es: Esperando la conexión a la red...

# searchContact.loading.long
source: Search is taking longer than usual
es_es: La búsqueda está tardando más de lo normal

# searchContact.NoSuchUsername
source: No results for “%1$(username)@”
es_es: Sin resultados para “%1$(username)@”

# secret.recovery.subtitle
source: Never share the recovery phrase. Anyone who has your recovery phrase can access your account.
es_es: Nunca compartas la frase de recuperación. Cualquiera que la tenga puede acceder a tu cuenta.

# secret.recovery.title
source: Recovery phrase
es_es: Frase de recuperación

# secret.recovery.view.subtitle
source: Make sure no one can see your screen and do not take a screenshot
es_es: Asegúrate de que nadie pueda ver tu pantalla y no tomes capturas

# secret.recovery.view.title
source: Tap to reveal
es_es: Toca para revelar

# secret.warning.action.show
source: Show recovery phrase
es_es: Mostrar la frase de recuperación

# secret.warning.text1
source: Never share your recovery phrase or enter it into apps or websites.
es_es: Nunca compartas tu frase de recuperación ni la ingreses en apps o sitios web.

# secret.warning.text2
source: Anyone who has your recovery phrase can access your account.
es_es: Cualquiera que tenga tu frase de recuperación puede acceder a tu cuenta.

# secret.warning.text3
source: Make sure nobody can see your screen when viewing your recovery phrase.
es_es: Asegúrate de que nadie pueda ver tu pantalla cuando veas tu frase de recuperación.

# select.currency.main.title
source: Fund Digital Dollar
es_es: Fondear Dólar Digital

# settings.cell.appversion
source: App Version %@
es_es: Versión de la app %@

# settings.cell.backup
source: Backup
es_es: Respaldo

# settings.cell.backup.attention
source: Account is not backed up. Complete the backup to protect it.
es_es: La cuenta no está respaldada. Completa el respaldo para protegerla.

# settings.cell.blocked.users
source: Blocked users
es_es: Usuarios bloqueados
